{"time-format":"24HH",
"0142":"breaktime2",
"0157":"end of breaktime2",
"0158":"upload backup of notes every 2 notes",
"0159":"1 log averages 1 hour",
"0200":"approximately 30 lines per hour",
"0201":"mean average 15-30 minutes per break",
"0202":"I cleaned my keys today (earlier)",
"0204":"Clicked through github dashboard links to get to Lafender/PrismaticJellyfish (just now)",
"0205":"This note will go in PrismaticJellyfish/Notes",
"0206":"Created PrismaticJellyfish/Notes",
"0208":"I got practice doing these verbose logs in a journal.",
"0209":"Ctrl+arrowkeys make navigating long text documents very fast on lower-spec computers (400-1000$).",
"0210":"time has passed",
"0248":"I wrote in my journal",
"0250":"When I came back from the hospital, I had difficulting focusing on my computer screens. I found the best solution was a clean install of lubuntu and ubuntu respectively on each of my devices and opening up and starting to type these text files (Logs2023.json(s)).",
"0251":"It makes it feel like things are progressing.",
"0252":"I will make a statement about the Top Level PrismaticJellyfish directory in the PrismaticJellyfish directory-tree.",
"0253":"Prismatic Jellyfish works through links.",
"0254":"This is inspired by the basics of web languages (html, css, javascript). Any person familiar with what a modern computer will be familiar with the web, so this is always a great starting point.",
"0255":"A misdirection in programming a business and programming communities seems to be this : ",
"0259":"(in my experience) What you really want to do is something else. You never really love programming, you really just love making something (games, art, movies, books, etc).",
"0301":"Rather than have a conversation with a person who claims not to know the answer, I will make my assertions public, verbose, and formatted for your screen size and display type.",
"0302":"My main assertion is this : Programming is fun. You should enjoy doing it. It's fun, there's nothing wrong, nobody ever got hurt from being a programmer.",
"0303":"And you don't even need a computer to do it."
};
